//*************************************************************************************
//
//  モデルの基底
//
//   修正履歴
//
//   修正年月日  Ｒｅｖ    担当者       修正内容
//   18.07.10              DSK吉武      新規作成
//
//*************************************************************************************
namespace Model.Base
{
    /// <summary>
    /// モデルの基底
    /// </summary>
    public class ModelBase
    {
        #region コンストラクタ

        /// <summary>
        /// コンストラクタ
        /// </summary>
        public ModelBase()
        {
        }

        #endregion
    }
}
