//*************************************************************************************
//
//   条件の基底DTO
//
//   修正履歴
//
//   修正年月日  Ｒｅｖ    担当者       修正内容
//   18.07.10              DSK吉武      新規作成
//
//*************************************************************************************
namespace DTO.Base
{
    /// <summary>
    /// 条件の基底DTO
    /// </summary>
    public class ConditionDTOBase
    {
        #region プロパティ

        /// <summary>
        /// 全ての項目が対象か
        /// </summary>
        public bool IsAll { get; set; }

        #endregion
    }
}
