//*************************************************************************************
//
//  ドキュメントDTOの基底
//
//   修正履歴
//
//   修正年月日  Ｒｅｖ    担当者       修正内容
//   18.07.10              DSK吉武      新規作成
//
//*************************************************************************************
namespace DTO.Base
{
    /// <summary>
    /// ドキュメントDTOの基底
    /// </summary>
    public class DocumentDTOBase
    {
        #region コンストラクタ

        /// <summary>
        /// コンストラクタ
        /// </summary>
        public DocumentDTOBase()
        {
        }

        #endregion
    }
}
