//*************************************************************************************
//
//   定数クラス
//
//   修正履歴
//
//   修正年月日  Ｒｅｖ  　担当者　　 　修正内容
//   17.04.28              DSK   　     新規作成
//
//*************************************************************************************

namespace Common
{
    /// <summary>
    /// 定数クラス
    /// </summary>
    public static class Constants
    {
        #region 列挙型

        /// <summary>
        /// システム分類
        /// </summary>
        public enum SystemCategory
        {
            Sizai = 1, // 資材
            Buhin = 2  // 部品
        }

        #endregion
    }
}